//JOBCARD 
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//* SAMPLE TO DEFINE A NEW ALIAS FOR HLQ NEWUSER
//* ASSOCIATING IT WITH USER CATALOG CAT.USERCAT.
//* THE USER EXECUTING THIS JOB MUST HAVE WRITE 
//* ACCESS ON THE MASTER CATALOG.
//SYSIN DD *
  DEFINE ALIAS(NAME(NEWUSER) RELATE(CAT.USERCAT))
/*